Repository: fusiondirectory/argonaut
Catalog: argonaut-fai-progress/locale/*/LC_MESSAGES/fai-progress.po
Languages: de, fr

source: FAI Update Progress
de: FAI Aktualisierungs-Fortschritt
fr: Progression de la mise à jour par FAI

source: Progress of update
de: Aktualisierungs-Fortschritt
fr: Progression de la mise à jour

source: FAI Installation Progress
de: FAI Installations-Fortschritt
fr: Progression de l'installation avec FAI

source: Progress of installation
de: Installations-Fortschritt
fr: Progression de l'installation

source: Initializing FAI
de: Initialisiere FAI
fr: Initialisation de FAI

source: Hardware detection started
de: Hardwareerkennung gestartet
fr: Démarrage de la détection du matériel

source: System is locked. Waiting for activation...
de: Das System ist gesperrt. Warte auf Aktivierung...
fr: Le système est vérrouillé. En attente d'activation...

source: Retrieving initial client configuration
de: Beziehe initiale Client-Konfiguration
fr: Récupération de la configuration initiale du client

source: Gathering client information
de: Stelle Client-Informationen zusammen
fr: Récupération des informations du client

source: Defining installation classes
de: Definiere Installationsklassen
fr: Récupération des classes d'installation

source: Defining installation variables
de: Definiere Installations-Variablen
fr: Récupération des variables d'installation

source: Starting installation
de: Starte Installation
fr: Démarrage de l'installation

source: Inspecting harddisks
de: Untersuche Festplatten
fr: Vérification des disques durs

source: Partitioning harddisk
de: Partitioniere die Festplatte
fr: Partionnement des disques durs

source: Creating filesystems
de: Erstelle Dateisysteme
fr: Création des systèmes de fichiers

source: Mounting filesystems
de: Binde Dateisysteme ein
fr: Montage des systèmes de fichiers

source: Bootstrapping base system
de: Erstelle Basis-System
fr: Installation du système de base

source: Retrieving %s...
de: Empfange %s...
fr: Récupération de %s...

source: Extracting %s...
de: Entpacke %s...
fr: Extraction de %s...

source: Validating %s...
de: Überprüfe %s...
fr: Validation de %s...

source: Unpacking %s...
de: Entpacke %s...
fr: Décompression de %s...

source: Configuring %s...
de: Konfiguriere %s...
fr: Configuration de %s...

source: Configuring base system
de: Konfiguriere Basis-System
fr: Configuration du système de base

source: Preparing network install
de: Bereite Netzwerk-Installation vor
fr: Préparation de l'installation réseau

source: Updating base system
de: Aktualisiere Basis-System
fr: Mise à jour du système de base

source: Gathering information for package lists
de: Stelle Paketlisten zusammen
fr: Récupération de l'information sur les listes de paquets

source: Software installation
fr: Installation des logiciels

source: Adapting system and package configuration
de: Passe System- und Paketkonfiguration an
fr: Adaptation du système et de la configuration des paquets

source: Running script %s (%s)...
de: Führe Skript %s (%s) aus...
fr: Exécution du script %s (%s)...

source: Installation finished
de: Installation abgeschlossen
fr: installation terminée

source: No activation server available
de: Kein Aktivierungs-Server verfügbar
fr: Pas de serveur d'activation disponible

source: Detecting hardware
de: Erkenne Hardware
fr: Détection du matériel

source: Waiting for the system to be activated
de: Warte auf Aktivierung des Systems
fr: En attente de l'activation du système

source: Inventarizing hardware information
de: Inventarisiere Hardware
fr: Inventaire du matériel

source: System activated - retrieving configuration
de: System wurde aktiviert - beziehe Konfiguration
fr: Système activé - récupération de la configuration
