Repository: fusiondirectory/argonaut
Catalog: argonaut-fai-progress/debian/po/*.po
Languages: cs, da, de, es, it, ja, pt, ru, sk, sv, zh_cn

source: GOto - Hardware detection
cs: GOto - Detekce hardwaru
da: GOto - Hardwaredetektering
de: GOto - Hardware-Erkennung
es: GOto - Detección de hardware
it: GOto - Rilevamento dell'hardware
ja: GOto - ハードウェアの認識
pt: GOto - Detecção de hardware
ru: GOto - определение аппаратного обеспечения
sk: GOto - Detekciu hardvéru
sv: GOto - Hårdvaruidentifiering
zh_cn: GOto - 硬件探测

source: Progress of hardware detection
cs: Postup detekce hardwaru
da: Fremgang for hardwaredetektering
de: Fortschritt der Hardware-Erkennung
es: Progreso de la detección de hardware
it: Avanzamento del rilevamento dell'hardware
ja: ハードウェア認識の進捗
pt: Progresso da detecção do hardware
ru: Процесс определения аппаратного обеспечения
sk: Priebeh detekcie hardvéru
sv: Förlopp för hårdvaruidentifiering
zh_cn: 硬件探测程序

source: GOto - System Activation
cs: GOto - Aktivace systému
da: GOto - systemaktivering
de: GOto - System-Aktivierung
es: GOto - Activación del sistema
it: GOto - Attivazione del sistema
ja: GOto - システムの認証
pt: GOto - Activação do Sistema
ru: GOto - активация системы
sk: GOto - aktivácia systému
sv: GOto - Aktivera system
zh_cn: GOto - 系统启动

source: Waiting
cs: Čekání
da: Venter
de: Warte...
es: Esperando
it: In attesa
ja: お待ちください
pt: Aguardando
ru: Подождите
sk: Čaká sa
sv: Väntar
zh_cn: 等待中

source: Error in network configuration
cs: Chyba v nastavení sítě
da: Fejl i netværkskonfiguration
de: Fehler in der Netzwerk-Konfiguration
es: Se ha producido un error en la configuración de la red
it: Errore nella configurazione della rete
ja: ネットワーク設定でのエラー
pt: Erro na configuração de rede
ru: Ошибка в настройке сети
sk: Chyba v konfigurácii siete
sv: Fel i nätverksinställningarna
zh_cn: 系统配置中出错

source: The system could not determine a network address.
cs: Systém nemohl zjistit síťovou adresu.
da: Systemet kunne ikke afgøre en netværksadresse.
de: Das System konnte keine Netzwerk-Adresse ermitteln.
es: El sistema no pudo determinar una dirección de red.
it: Impossibile determinare un indirizzo di rete.
ja: システムがネットワークアドレスを確定することができません。
pt: O sistema não foi capaz de determinar um endereço de rede.
ru: Невозможно определить сетевой адрес.
sk: Systém nedokázal určiť sieťovú adresu.
sv: Systemet kunde inte hämta nätverksadress.
zh_cn: 系统无法确定网络地址。

source: The installation cannot continue without this information.
cs: Instalace nebude bez této informace pokračovat.
da: Installationen kan ikke fortsætte uden denne information.
de: Die Installation kann ohne diese Informationen nicht fortgesetzt werden.
es: La instalación no puede continuar sin esta información.
it: Non è possibile continuare l'installazione senza questa informazione.
ja: この情報なしではインストールは続行できません。
pt: A instalação não pode continuar sem esta informação.
ru: Без этой информации невозможно продолжать установку.
sk: Inštalácie nemôže bez tejto informácie pokračovať.
sv: Installationen kan inte fortsätta utan denna information.
zh_cn: 没有此信息安装无法继续。

source: The system could not determine a system name for ip ${i}.
cs: Systém nemohl zjistit jméno systému pro ip ${i}.
da: Systemet kunne ikke afgøre et systemnavn for ip ${i}.
de: Das System kann keinen Namen für die IP ${i} ermitteln.
es: El sistema no pudo determinar un nombre del sistema para la ip ${i}.
it: Il sistema non è stato in grado di determinare un nome di sistema per l'IP ${i}.
ja: システムが IP アドレス {i} に対するシステム名を確定することができません。
pt: O sistema não foi capaz de determinar um nome de sistema para o ip ${i}.
ru: Невозможно определить имя системы для ip ${i}.
sk: Systém nedokázal určiť názov systému pre IP ${i}.
sv: Systemet kunde inte avgöra rätt systemnamn för ip ${i}.
zh_cn: 系统无法为 IP ${i} 确定系统名。

source: FAI error
cs: Chyba FAI
da: FAI-fejl
de: FAI Fehler
es: Error de FAI
it: Errore FAI
ja: FAI エラー
pt: Erro do FAI
ru: Ошибка FAI
sk: Chyba FAI
sv: FAI-fel
zh_cn: FAI 错误

source: The last installation failed. Please unlock this system after the error has been resolved.
cs: Poslední instalace selhala. Po odstranění této chyby prosím odemkněte tento systém.
da: Den sidste installation mislykkedes. Fjern venligst låsen på dette system efter at fejlen er blevet løst.
de: Die letzte Installation ist fehlgeschlagen. Bitte geben Sie das System wieder frei nachdem der Fehler behoben wurde.
es: La última instalación falló. Por favor, desbloquee este sistema después de resolver el error.
it: L'ultima installazione non è andata a buon fine. Sbloccare questo sistema dopo che l'errore sarà stato risolto.
ja: 最終のインストール作業に失敗しました。該当のエラーが修正された後、このシステムのロックを解除してください。
pt: A última instalação falhou. Por favor desbloqueie este sistema após o erro ter sido resolvido.
ru: Последняя установка завершилась неудачно. Разблокируйте данную систему после исправления ошибки.
sk: Posledná inštalácia zlyhala. Prosím, odomknite tento systém po vyriešení chyby.
sv: Det förra installationsförsöket misslyckades. Lås upp detta system när felet är avhjälpt.
zh_cn: 最后的安装失败。错误系统解决之后请解锁此系统。

source: Error code: ${i}
cs: Chybový kód: ${i}
da: Fejlkode: ${i}
de: Fehler Code: ${i}
es: Código de error: ${i}
it: Codice di errore: ${i}
ja: エラーコード: ${i}
pt: Código de erro: ${i}
ru: Код ошибки: ${i}
sk: Kód chyby: ${i}
sv: Felkod: ${i}
zh_cn: 错误代码：${i}

source: Please inform your administrator.
cs: Informujte prosím vašeho správce.
da: Informer venligst din administrator.
de: Bitte informieren Sie Ihren Administrator
es: Avise a su administrador.
it: Informare il proprio amministratore di sistema.
ja: 管理者に知らせてください。
pt: Por favor informe o seu administrador.
ru: Проинформируйте системного администратора.
sk: Prosím, informujte svojho správcu.
sv: Vidtala din administratör.
zh_cn: 请通知您的管理员。

source: GOto error
cs: Chyba GOto
da: GOto-fejl
de: GOto Fehler
es: Error de GOto
it: Errore GOto
ja: GOto エラー
pt: GOto erro
ru: Ошибка GOto
sk: Chyba GOto
sv: GOto-fel
zh_cn: GOto 错误

source: Cannot register client. There is no activation server available.
cs: Nemohu registrovat klienta. K dispozici není žádný aktivační server.
da: Kan ikke registrere klient. Der er ingen aktiveringsserver tilgængelig.
de: Der Client kann sich nicht registrieren. Es ist kein Aktivierungs-Server verfügbar.
es: No se pudo registrar el cliente. No hay un servidor de activación disponible.
it: Impossibile registrare il client. Non è stato trovato alcun server di attivazione.
ja: クライアントを登録できません。利用可能な認証サーバがありません。
pt: Incapaz de registar o cliente. Não existe nenhum servidor de activação disponível.
ru: Не удалось зарегистрировать клиента. Недоступен сервер активации.
sk: Nepodarilo sa zaregistrovať klienta. Žiaden aktivačný server nie je dostupný.
sv: Kan inte registrera klient. Det finns ingen aktiveringsserver tillgänglig.
zh_cn: 无法注册客户端。没有可用的活动服务器。

source: LDAP error
cs: Chyba LDAP
da: LDAP-fejl
de: LDAP fehler
es: Error de LDAP
it: Errore LDAP
ja: LDAP エラー
pt: Erro do LDAP
ru: Ошибка LDAP
sk: Chyba LDAP
sv: LDAP-fel
zh_cn: LDAP 错误

source: Cannot retrieve information about this system.
cs: Nemohu získat informace o tomto systému.
da: Kan ikke indhente information om dette system.
de: Kann keine Informationen für dieses System ermitteln.
es: No se pudo conseguir la información del sistema.
it: Impossibile recuperare le informazioni su questo sistema.
ja: このシステムに関する情報を取得できませんでした。
pt: Incapaz de obter informação acerca deste sistema.
ru: Не удалось получить информацию об этой системе.
sk: Nepodarilo sa získať informácie o tomto systéme.
sv: Kan inte hämta information om detta system.
zh_cn: 无法检索此系统的信息。

source: Debconf language
cs: Jazyk Debconf
da: Debconfsprog
de: Debconf Sprache
es: Idioma de debconf
it: Lingua Debconf
ja: Debconf の言語
pt: Linguagem do debconf
ru: Язык debconf
sk: Jazyk Debconf
sv: Debconf-språk
zh_cn: Debconf 语言
